// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的宝贝",
        "生活很苦",
        "但宝贝很甜",
        "宝贝笑起来更甜",
        "希望宝贝不要一直被烦恼所困扰",
        "错过落日的余辉",
        "我们可以期待满天的繁星",
        "你是可爱的宝贝",
        "值得拥有更好的",
        "我们一直往前走，总会天明的。"
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-02-01T13:20:00",
    // 双方的名字
    names: ["笨笨熊", "黑猪猪"]
}
