// 霸都丶傲天 2019/7/9  https://Github.com/AJLoveChina
var config = {
    // 下面的句子不一定非要7句， 你也可以改成4句，2句话都可以
    lines: [
        "亲爱的宝贝",
        "对不起，是我惹宝贝伤心难过了",
        "我知道错了",
        "全国14亿人，我和宝贝相遇是上天花了很大力气",
        "才能成全的奇迹，也是我和宝贝的缘分",
        "我喜欢宝贝，因为宝贝的一举一动都会影响到我的心情",
        "有人说：林深时见雾，海蓝时见鲸，梦醒时见你",
        "我想：尽我所能 爱你所有",
        "有你相陪 余生可贵",
        "宝贝 七夕快乐！"
    ],
    // 相爱的时间 记住格式不能写错了, 非常重要
    // 格式一定要和下面这个时间格式一样
    // 分别是 年-月-日T时时:分分:秒秒
    //      温馨警告:
    //          1.时分秒都必须是俩个数字  比如 00:00:00
    //          2.T不能丢了
    date: "2023-02-01T13:20:00",
    // 双方的名字
    names: ["笨笨熊", "黑猪猪"]
}
